Repository: webnetkz/dealworld
Catalog: var/langs/*/addons/image_zoom.po
Languages: he_il

# Addons::name::image_zoom
source: Image zoom
he_il: הגדל תמונה

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
he_il: מראה תמונה מוגדלת בעת מעבר על תמונת המוצר

# SettingsSections::image_zoom::general
source: General
he_il: כללי

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
he_il: זמן אנימציה

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
he_il: מיקום הזום

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
he_il: משך אפקטי ההנפשה באלפיות שניה.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window. The position is relative to image as shown by the following key (blue squares represent zoom window). <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
he_il: מציין מיקום של חלון הזום. המיקום יחסית לתמונה כפי שמוצג על ידי המפתח הבא (ריבועים כחולים מייצגים את חלון הזום). <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />

# SettingsVariants::image_zoom::cz_zoom_position::0
source: Zoom position №0
he_il: מיקום הזום №0

# SettingsVariants::image_zoom::cz_zoom_position::1
source: Zoom position №1
he_il: מיקום הזום №1

# SettingsVariants::image_zoom::cz_zoom_position::2
source: Zoom position №2
he_il: מיקום הזום №2

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Zoom position №3
he_il: מיקום הזום №3

# SettingsVariants::image_zoom::cz_zoom_position::4
source: Zoom position №4
he_il: מיקום הזום №4

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Zoom position №5
he_il: מיקום הזום №5

# SettingsVariants::image_zoom::cz_zoom_position::6
source: Zoom position №6
he_il: מיקום הזום №6

# SettingsVariants::image_zoom::cz_zoom_position::7
source: Zoom position №7
he_il: מיקום הזום №7

# SettingsVariants::image_zoom::cz_zoom_position::8
source: Zoom position №8
he_il: מיקום הזום №8

# SettingsVariants::image_zoom::cz_zoom_position::9
source: Zoom position №9
he_il: מיקום הזום №9

# SettingsVariants::image_zoom::cz_zoom_position::10
source: Zoom position №10
he_il: מיקום הזום №10

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Zoom position №11
he_il: מיקום הזום №11

# SettingsVariants::image_zoom::cz_zoom_position::12
source: Zoom position №12
he_il: מיקום הזום №12

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Zoom position №13
he_il: מיקום הזום №13

# SettingsVariants::image_zoom::cz_zoom_position::14
source: Zoom position №14
he_il: מיקום הזום №14

# SettingsVariants::image_zoom::cz_zoom_position::15
source: Zoom position №15
he_il: מיקום הזום №15

# Languages::image_zoom.rework_update_notification.title
source: Image Zoom add-on reworked
he_il: עיבוד מחדש של תוסף זום של התמונות

# Languages::image_zoom.rework_update_notification.message
source: <p>We reworked the <b>Image zoom</b> add-on, because it used a third-party solution incompatible with modern versions of jQuery. As a result of the rework, some settings of the add-on were removed.</p><p>Please check how the image zoom looks on the product pages now. If you'd like to make any changes to the looks, adjust the settings of the <b>Image zoom</b> add-on.</p><p><a href="[image_zoom_settings]" target="_blank" class="btn btn-large btn-primary">Check Image Zoom settings</a></p>
he_il: <p>אנו עיבדנו מחדש את <b>Image zoom</b> התוסף מאחר שהיה בו פתרון של צד שלישי שאינו תואם לגרסאות המודרניות של jQuery. כתוצאה מהשינוי חלק מהגדרות של התוסף הוסרו. </p><p>בדוק כיצד זום על התמונות נראה בעמודי המוצרים כעת. אם תרצה לבצע שינויים כלשהם למראה, שנה את ההגדרת של <b>זום של התמונות</b> add-on.</p><p><a href="[image_zoom_settings]" target="_blank" class="btn btn-large btn-primary">בדוק הגדרות זום של התמונות</a></p>
