Repository: webnetkz/dealworld
Catalog: var/langs/*/addons/master_products.po
Languages: id_id

# Addons::description::master_products
source: Allows you to create a single product base: vendors choose which of the existing products they sell.
id_id: Memungkinkan Anda membuat basis produk tunggal: penjual memilih dari produk yang mereka jual.

# SettingsSections::master_products::general
source: General
id_id: Umum

# SettingsOptions::master_products::allow_vendors_to_create_products
source: Allow vendors to create products
id_id: Perbolehkan penjual membuat produk

# SettingsTooltips::master_products::allow_vendors_to_create_products
source: If you don't allow it, vendors will only be able to sell the products that you added to the marketplace.
id_id: Jika Anda tidak memperbolehkan, penjual hanya akana dapat menjual produk yang Anda tambahkan ke marketplace.

# Languages::master_products.vendor_products_tab_name
source: Sellers of this product
id_id: Penjual produk ini

# Languages::master_products.vendor_products_filling
source: Sellers of this product
id_id: Penjual produk ini

# Languages::master_products.vendor_products_block_name
source: Sellers of a product
id_id: Penjual produk

# Languages::master_products.products_that_vendors_can_sell
source: Products that vendors can sell
id_id: Produk yang dapat dijual vendor

# Languages::master_products.products_being_sold
source: Products being sold
id_id: Produk yang ditawarkan

# Languages::master_products.all_products
source: All products
id_id: Semua produk

# Languages::master_products.add_product_from_catalog
source: Add product from catalog
id_id: Tambahkan produk dari katalog

# Languages::master_products.create_new_product
source: Create new product
id_id: Buat produk baru

# Languages::master_products.sell_this
source: Sell this
id_id: Jual ini

# Languages::master_products.for_sale
source: For sale
id_id: Dijual

# Languages::master_products.sell_selected
source: Sell selected
id_id: Jual dipilih

# Languages::master_products.products_were_added_to_your_products
source: [n] product was added to your products|[n] products were added to your products
id_id: [n] produk telah ditambahkan ke produk Anda|[n] produk-produk telah ditambahkan ke produk Anda

# Languages::master_products.master_product
source: Common product
id_id: Produk sejenis

# Languages::master_products.all_vendors_master_product
source: All vendors (common product)
id_id: Semua vendor (produk sejenis)

# Languages::master_products.exported_products
source: Products to export
id_id: Produk untuk diekspor
