Repository: webnetkz/dealworld
Catalog: var/langs/*/addons/product_variations.po
Languages: el_gr

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
el_gr: Το κατάστημα σας εξακολουθεί να έχει παλιές παραλλαγές προϊόντων. Αυτήν την στιγμή εμφανίζονται σαν διαφορετικά προϊόντα, χωρίς να υπάρχει η δυνατότητα εναλλαγής μεταξύ τους. Για να λειτουργήσουν όπως λειτουργούσαν πριν την αναβάθμιση,<a href="[convert_url]">μετατρέψτε τις παλιές σε νέες παραλλαγές</a>. Είναι εύκολη και αυτοματοποιημένη διαδικασία.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
el_gr: Το Προϊόν αυτό είναι μία παλιά παραλλαγή που δεν έχει μετατραπεί ακόμα. Για να το κάνετε να λειτουργεί όπως λειτουργούσε πριν την αναβάθμιση, <a href="[convert_url]">μετατρέψτε τις παλιές σε νέες παραλλαγές</a>.

# Languages::variation_set_as_default
source: Variation set as default
el_gr: Η παραλλαγή έχει οριστεί ως προεπιλογή

# Languages::product_variations.converter.features.merge
source: Merge selected
el_gr: Συγχώνευση επιλεγμένων

# Languages::product_variations.converter.features.unmerge
source: Split
el_gr: Διαχωρισμός

# Languages::product_variations.converter.features.list.title
source: Features and feature variants
el_gr: Χαρακτηριστικά και παραλλαγές χαρακτηριστικών

# Languages::product_variations.converter.features.list.hint
source: Below you'll find the list of features and feature variants that will be created during the conversion.
el_gr: Παρακάτω θα βρείτε την λίστα με τα χαρακτηριστικά και τις πασραλλαγές χαρακτηριστικών τα οποία θα δημιουργηθούν κατά την διάρκεια της μετατροπής.

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't assign feature to categories or a feature group. Some variations use this feature and aren't in the categories you tried to assign. Please delete <a href="[href]">these products</a>, or disband their variation groups, or assign them to the same categories as feature or feature group, and try again.
el_gr: Δεν ήταν δυνατή η εκχώρηση χαρακτηριστικών στις κατηγορίες ή στις ομάδες χαρακτηριστικών. Κάποιες παραλλαγές χρησιμοποιούν αυτό το χαρακτηριστικό που δεν ανήκει στις κατηγορίες στις οποίες προσπαθείτε να τις καταχωρήσετε. Παρακαλώ διαγράψτε <a href="[href]">αυτά τα προϊόντα </a>, είτε διαγράψτε τις ομάδες παραλλαγών, είτε καταχωρήστε τα προϊόντα στις ίδιες κατηγορίες στις οποίες βρίσκονται ήδη τα χαρακτηριστικά ή οι ομάδες χαρακτηριστικών, έπειτα προσπαθήστε ξανά.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
el_gr: Συγνώμη, υπάρχουν πάρα πολλές δυνατές παραλλαγές που μπορούν να δημιουργηθούν. Για να αποφύγουμε το μεγάλο φόρτο, δεν θα τις απεικονίσουμε εδώ πέρα. Παρακαλώ δημιουργήστε τα προϊόντα με τις σωστές τιμές χαρακτηριστικών χειροκίνητα η μέσω της λειτουργίας της εισαγωγής(import), έπειτα προσθέσετε τα σε ομάδα.
