Repository: webnetkz/dealworld
Catalog: var/langs/*/addons/product_variations.po
Languages: el_gr

# Addons::name::product_variations
source: Product Variations
el_gr: Παραλλαγές Προϊόντος

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
el_gr: Δημιουργήστε προϊόντα με διαφορετικές παραλλαγές χαρακτηριστικών (για παράδειγμα, διαφορετικό χρώμα ή μέγεθος) και αφήστε τους πελάτες να επιλέξουν την επιθυμητή παραλλαγή.

# SettingsSections::product_variations::general
source: General
el_gr: Γενικά

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
el_gr: Επιτρέψτε ξεχωριστές εικόνες για παραλλαγές παιδιά

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
el_gr: Αν οι παραλλαγές παιδιά δεν επιτρέπεται να έχουν τις δικές τους μοναδικές εικόνες, θα χρησιμοποιήσουν τις εικόνες από την προκαθορισμένη παραλλαγή του αντικειμένου του καταλόγου.

source: Change default variation when it runs out of stock
el_gr: Αλλαγή προκαθορισμένης παραλλαγής όταν τελειώνει το απόθεμα

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
el_gr: Διασφαλίστε ότι οι πελάτες βλέπουν πρώτα τα προϊόντα που είναι διαθέσιμα. Συνιστούμε να αφήσετε την ρύθμιση αυτή ενεργοποιημένη για καλύτερο φιλτράρισμα των παραλλαγών.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
el_gr: Επιτρέψτε ξεχωριστές τιμές χαρακτηριστικών για παραλλαγές παιδιά

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
el_gr: Αν οι παραλλαγές παιδιά δεν επιτρέπεται να έχουν ξεχωριστές τιμές για τα χαρακτηριστικά τους, θα χρησιμοποιήσουν τις τιμές χαρακτηριστικών από την προκαθορισμένη παραλλαγή του αντικειμένου του καταλόγου.

# Languages::product_variations.product_type
source: Product type
el_gr: Τύπος προϊόντος

# Languages::product_variations.product_type.catalog_item
source: Catalog item
el_gr: Είδος Καταλογου

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
el_gr: Παραλλαγή του είδους καταλόγου

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
el_gr: Ανήκει σε ενα είδος καταλογου:

# Languages::product_variations.variations
source: Variations
el_gr: Παραλλαγές

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
el_gr: Παραλλαγή του καταλόγου ειδών <a href="[url]">[product]</a>

# Languages::product_variations.group_code
source: Variation group
el_gr: Ομάδα Παραλλαγής

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
el_gr: Ορίστε προσαρμοσμένο κωδικό ομάδας εδώ

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
el_gr: Χρησιμοποιήστε τον κωδικό ομάδας σε μία σελίδα επεξεργασίας προϊόντος είτε κατά την εισαγωγή για να προσθέσετε το προϊόν σε αυτήν την ομάδα ως παραλλαγή. Ένας κωδικός ομάδας μπορεί να περιέχει μόνο ψηφία, λατινικούς χαρακτήρες και τα παρακάτω σύμβολα:"-" και "_".

# Languages::product_variations.group_code.link
source: Add to variation group
el_gr: Προσθήκη στην ομάδα παραλλαγών

# Languages::product_variations.group_code.link.description
source: Select the code of the group to which this product will be added as a variation. If the desired variation group doesn't appear among suggestions, please make sure that you have specified the value for every feature that defines the group.
el_gr: Επιλέξτε τον κωδικό της ομάδας στην οποία θα προστεθεί αυτό το προϊόν ως παραλλαγή. Εάν η επιθυμητή ομάδα παραλλαγών δεν εμφανίζεται μεταξύ των προτάσεων, βεβαιωθείτε ότι έχετε ορίσει την τιμή για κάθε χαρακτηριστικό που ορίζει την ομάδα.

# Languages::product_variations.add_variations
source: Add variations
el_gr: Προσθηκη παραλλαγων

# Languages::product_variations.link_existing
source: Use existing products
el_gr: Χρησιμοποιήστε υπάρχοντα προϊόντα

# Languages::product_variations.create_new
source: Create new products
el_gr: Δημιουργήστε νέα Προϊόντα

# Languages::product_variations.add_variations_description
source: Allow customers to switch between similar products by selecting the desired value of their common features.
el_gr: Επιτρέψτε στους πελάτες την εναλλαγή μεταξύ παρόμοιων προϊόντων επιλέγοντας την επιθυμητή τιμή για τα κοινά τους χαρακτηριστικά.

# Languages::product_variations.manage
source: Manage variations
el_gr: Διαχείριση παραλλαγών

# Languages::product_variations.edit_features
source: Edit features
el_gr: Επεξεργασία χαρακτηριστικών

# Languages::product_variations.delete
source: Disband group
el_gr: Διαγραφή ομάδας

# Languages::product_variations.remove_variation
source: Remove variation from group
el_gr: Διαγραφή παραλλαγής από την ομάδα

# Languages::product_variations.delete_product
source: Delete product
el_gr: Διαγραφή προϊόντος

# Languages::product_variations.mark_main_product
source: Set as default variation
el_gr: Ορισμός παραλλαγής ως προεπιλογή

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol>
el_gr: Αυτό το προϊόν δεν διαθέτει τα χαρακτηριστικά που επιτρέπουν την ομαδοποίηση προϊόντων. Βεβαιωθείτε ότι: <ol><li>Έχετε δημιουργήσει τουλάχιστον ένα χαρακτηριστικό με το πεδίο <b>Σκοπός:</b><i>Παραλλαγή μεταξύ παρόμοιων προϊόντων</i>.</li><li>Έχετε ορίσει την τιμή αυτού του χαρακτηριστικού για το προϊόν</li></ol>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
el_gr: Παραλλαγές ως ξεχωριστά Προϊόντα

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
el_gr: Για περιπτώσεις όπου ορισμένα παρόμοια προϊόντα διαφέρουν εμφανώς σε ένα χαρακτηριστικό και έχουν διαφορετικά ονόματα(για παράδειγμα, πολλαπλές εναλλαγές στο "Χρώμα" ενός Τ-shirt). Τα προϊόντα αυτά θα εμφανιστούν σε διαφορετικές θέσεις στον κατάλογο. Επιπλέον οι πελάτες θα είναι δυνατόν να επιλέξουν την συγκεκριμένη τιμή του χαρακτηριστικού, στην σελίδα προϊόντος. Για να το πετύχετε αυτό,<b>ρυθμίστε παραλλαγές για προϊόντα με αυτό το χαρακτηριστικό</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
el_gr: Αναπτυσσόμενη λίστα

# Languages::product_feature.feature_style.dropdown_images
source: Images
el_gr: Εικόνες

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
el_gr: Ετικέτα κειμένου

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
el_gr: Παραλλαγές ως; ενα Προϊόν

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
el_gr: Για περιπτώσεις όπου ορισμένα παρόμοια προϊόντα διαφέρουν εμφανώς σε ένα χαρακτηριστικό και έχουν διαφορετικά ονόματα (για παράδειγμα, πολλαπλές εναλλαγές "μεγέθους"σε ένα T-Shirt). Αυτά τα προϊόντα θα κατέχουν μία θέση στον κατάλογο. Οι πελάτες θα μπορούν να επιλέξουν την επιθυμητή τιμή του χαρακτηριστικού, στη σελίδα του προϊόντος. Για να το πετύχετε αυτό, <b>ρυθμίστε παραλλαγές για προϊόντα με αυτό το χαρακτηριστικό</b>.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
el_gr: Το γκρουπ παραλλαγής #[id[ δεν βρέθηκε

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
el_gr: Προϊόν #[product_id] δεν βρέθηκε στην ομάδα παραλλαγής «[group_code]»

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
el_gr: Το προϊόν # [product_id] στην ομάδα "[group_code]" δεν είναι μια παραλλαγή, έτσι δεν μπορεί να γίνει προεπιλογή για ένα στοιχείο στον κατάλογο

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
el_gr: Δεν μπόρεσαν να δημιουργηθούν οι παραλλαγές. Παρακαλώ ορίστε τις τιμές των χαρακτηριστικών για να δημιουργηθούν οι παραλλαγές.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
el_gr: Δεν δημιουργήθηκαν καινούργια προϊόντα

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
el_gr: Το προϊόν #[product_id] δεν βρέθηκε

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
el_gr: Δεν μπόρεσε να βρεθεί η ομάδα παραλλαγών για #[product_id] "[product]"

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
el_gr: Λάθος συνδυασμός χαρακτηριστικών για προϊόντα #[product_id] "[product]"

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
el_gr: Τα προϊόντα δεν ήταν δυνατόν να βρεθούν

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
el_gr: Πρέπει να οριστεί ο κωδικός ομάδας παραλλαγής

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
el_gr: Δεν μπόρεσε να οριστεί αυτός ο κωδικός ομάδας παραλλαγής. Ένας κωδικός ομάδας μπορεί να περιέχει μόνο ψηφία, Λατινικούς χαρακτήρες και τα ακόλουθα σημεία στίξης: "-"και"_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
el_gr: Ο καθορισμένος κωδικός ομάδας παραλλαγής χρησιμοποιείται ήδη

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
el_gr: Τα χαρακτηριστικά δεν ήταν δυνατόν να βρεθούν

# Languages::product_variations.error.no_available_products
source: No suitable products were found
el_gr: Δεν βρέθηκαν κατάλληλα προϊόντα

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
el_gr: Το προϊόν #[product_id] "[product]" δεν έχει τα απαραίτητα χαρακτηριστικά για δημιουργηθεί παραλλαγή. Παρακαλώ ορίστε τις τιμές των χαρακτηριστικών για αυτό το προϊόν.

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
el_gr: Το προϊόν #[product_id] "[product]" έχει ακριβώς τους ίδιους συνδυασμούς τιμών χαρακτηριστικών ως μία παραλλαγή που ήδη υπάρχει στην ομάδα.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
el_gr: Το Προϊόν #[[product_id]"[product]" δεν μπορεί να προστεθεί στην ομάδα παραλλαγής διότι όλα τα προϊόντα σε μία ομάδα παραλλαγής πρέπει να ανήκουν στο ίδιο κατάστημα.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
el_gr: Το Προϊόν #[[product_id]"[product]" δεν μπορεί να προστεθεί στην ομάδα παραλλαγής διότι όλα τα προϊόντα σε μία ομάδα παραλλαγής πρέπει να ανήκουν στον ίδιο πωλητή.

# Languages::product_variations.variations_filling
source: Variations
el_gr: Παραλλαγές

# Languages::product_variations.variations_list
source: Variations
el_gr: Παραλλαγές

# Languages::variations_in_stock
source: Only "in stock" products
el_gr: Μόνο Προϊόντα με απόθεμα

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
el_gr: Απόκρυψη κουμπιού προσθήκη στα αγαπημενα

# Languages::product_variations.variations_list_block_name
source: Variations list
el_gr: Λιστα Παραλλαγων

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
el_gr: Προβολη ολων των παραλλαγών ως λίστα

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
el_gr: Προβολη μικρογραφιών παραλλαγής

# Languages::product_variations.show_product_code
source: Show product code
el_gr: Εμφάνιση κωδικού προϊόντος

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
el_gr: Τα δεδομένα εισήχθησαν με επιτυχία.<br />Νέα Προϊόντα-<b>[new]</b>;<br />Ενημερωμένα Προϊόντα-<b>[exist]</b>;<br />Προϊόντα που παραλείφθηκαν-<b>[skipped]</b>;<br />Σύνολο-<b>[total]</b>;<br />Δημιουργηθέντες παραλλαγές-<b>[variation_created]</b>;<br />Αναβαθμισμένες Παραλλαγές-<b> [variation_updated]</b>;<br />Διεγραμμένες παραλλαγές-<b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
el_gr: Αναγνωριστικό ομάδας παραλλαγής

# Languages::variation_group_code
source: Variation group code
el_gr: Κωδικός ομάδας παραλλαγής

# Languages::variation_parent_product_id
source: Variation parent product ID
el_gr: Αναγνωριστικό παραλλαγής γονικού προϊόντος

# Languages::variation_sub_group_id
source: Variation sub group ID
el_gr: Αναγνωριστικό υπο-ομάδας παραλλαγής

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
el_gr: Το χαρακτηριστικό χρησιμοποιείται από την ομάδα χαρακτηριστικών [code]. Για να χρησιμοποιήσετε διαφορετική τιμή για αυτό το χαρακτηριστικό για κάποιο προϊόν, μεταβείτε στην καρτέλα "Παραλλαγών" από την σελίδα επεξεργασίας του προϊόντος. Καινούργιες τιμές μπορούν να προστεθούν από την σελίδα επεξεργασίας των χαρακτηριστικών.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
el_gr: Χρώμα: Κόκκινο, Μέγεθος: Μικρό

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
el_gr: Κόκκινο, Μικρό

# Languages::product_variations.converter.progress.features.title
source: Creating features
el_gr: Δημιουργία χαρακτηριστικών

# Languages::product_variations.converter.progress.features.error
source: Couldn't create feature "[feature]"
el_gr: Δεν ήταν δυνατή η δημιουργία του χαρακτηριστικού "[feature]"

# Languages::product_variations.converter.progress.variations.title
source: Converting variations
el_gr: Μετατροπή παραλλαγών

# Languages::product_variations.converter.progress.variations.error
source: Couldn't convert product "[product]"
el_gr: Δεν ήταν δυνατή η μετατροπή του προϊόντος "[product]"

# Languages::product_variations.converter.progress.configurable_products.title
source: Converting configurable products
el_gr: Μετατροπή διαμορφώσιμων προϊόντων

# Languages::product_variations.converter.progress.configurable_products.error
source: Couldn't convert product "[product]"
el_gr: Δεν ήταν δυνατή η μετατροπή του προϊόντος "[product]"

# Languages::product_variations.converter.progress.result.title
source: Conversion results
el_gr: Αποτελεσματα μετατροπής

source: Number of converted configurable products:
el_gr: Αριθμός των διαμορφώσιμων προϊόντων που μετατράπηκαν:

# Languages::product_variations.converter.progress.result.variations_count
source: Number of converted variations:
el_gr: Πλήθος παραλλαγών που έχουν μετατραπεί:

source: Number of converted products with option combinations:
el_gr: Πλήθος προϊόντων με συνδυασμούς επιλογών που έχουν μετατραπεί:

# Languages::product_variations.converter.progress.result.combinations_count
source: Number of converted option combinations:
el_gr: Πλήθος συνδυασμών επιλογών που έχουν μετατραπεί:

# Languages::product_variations.converter.progress.result.go_on_products
source: Go to products
el_gr: Πηγαινε στα προϊόντα

# Languages::product_variations.converter.view.title
source: Converting products into variations
el_gr: Μετατροπή προϊόντων σε παραλλαγές

# Languages::product_variations.converter.view.no_data
source: No data for conversion found: it appears that your store doesn't have option combinations or product variations.
el_gr: Δεν βρέθηκαν δεδομένα προς μετατροπή: φαίνεται ότι το κατάστημα σας δέν έχει συνδυασμούς επιλογών η παραλλαγές προϊόντων.

# Languages::product_variations.converter.view.configurable_products_count
source: Number of configurable products found:
el_gr: Πλήθος διαμορφώσιμων προϊόντων που βρέθηκαν:

# Languages::product_variations.converter.view.variations_count
source: Number of product variations found:
el_gr: Πλήθος αριθμού παραλλαγών που βρέθηκαν:

# Languages::product_variations.converter.view.products_with_combinations_count
source: Number of products with option combinations found:
el_gr: Πλήθος προϊόντων μαζί με συνδυασμούς επιλογών που βρέθηκαν:

# Languages::product_variations.converter.view.combinations_count
source: Number of option combinations found:
el_gr: Πλήθος συνδυασμών επιλογών που βρέθηκαν:

# Languages::product_variations.converter.progress.combinations.title
source: Converting option combinations
el_gr: Μετατροπή συνδυασμών επιλογών

# Languages::product_variations.converter.progress.combinations.error
source: Couldn't convert option combination "[combination]" of product "[product]"
el_gr: Δεν ήταν δυνατή η μετατροπή του συνδυασμού επιλογών "[combination]" του προϊόντος "[product]"

source: Converting products with option combinations
el_gr: Μετατροπή προϊόντων με συνδυασμούς επιλογών

source: Couldn't convert product "[product]"
el_gr: Δεν ήταν δυνατή η μετατροπή του προϊόντος "[product]"

source: Couldn't convert product "[product]". Reason: [error]
el_gr: Δεν ήταν δυνατή η μετατροπή του προϊόντος "[product]". Λόγος: [error]

source: Product doesn't have any option combinations.
el_gr: To προϊόν δεν έχει συνδυασμούς επιλογών.

source: A product with only one available option combination can't be converted to a variation. It will work properly even without conversion.
el_gr: Ένα προϊόν με έναν μόνο διαθέσιμο συνδυασμό επιλογής δεν μπορεί να μετατραπεί σε παραλλαγή. Θα λειτουργήσει όπως πρέπει και χωρίς μετατροπή.

# Languages::product_variations.converter.progress.errors
source: Errors
el_gr: Σφάλματα

# Languages::product_variations.converter.progress.wait_another_process
source: Please wait while another process will be complete
el_gr: Παρακαλώ περιμένετε μέχρι μία άλλη διαδικασία να ολοκληρωθεί

# Languages::product_variations.upgrade_notification.convert_variations_title
source: Convert product variations to use features
el_gr: Μετατροπή παραλλαγών προϊόντος για χρήση με χαρακτηριστικά

# Languages::product_variations.upgrade_notification.convert_variations_message
source: <p>Product variations in version 4.10.1 are more powerful than ever. They can now occupy separate positions in the catalog, be filtered and imported easily. To achieve this, we remade variations from scratch. They are now based on features instead of options.</p><p><b>We have disabled the old variations in your store, because they won’t work until they are converted.</b> The conversion is automatic, we just need your consent. Please check what we plan to do, and convert variations to use features.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Check and convert variations</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Learn more about variations</a></p>
el_gr: <p>Οι παραλλαγές προϊόντων στην έκδοση 4.10.1 είναι πιο ισχυρές από ποτέ. Μπορούν πλέον να κατέχουν διαφορετικές θέσεις στον κατάλογο, να φιλτράρονται και να εισάγονται εύκολα. Για να πετύχουμε αυτό, ξαναδημιουργήσαμε τις παραλλαγές από την αρχή. Βασίζονται πλέον σε χαρακτηριστικά αντί στις επιλογές.</p><p><b>Έχουμε απενεργοποιήσει τις παλιές παραλλαγές στο κατάστημα σας, επειδή δεν μπορούν να χρησιμοποιηθούν εάν δεν γίνει η μετατροπή τους.</b> Η μετατροπή του μπορεί να γίνει με αυτόματο τρόπο, χρειαζόμαστε απλά την συγκατάθεση σας. Παρακαλώ κάντε έλεγχο για το τι πρόκειται να κάνουμε, και μετατρέψτε τις παραλλαγές ώστε να χρησιμοποιούν χαρακτηριστικά.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary"> Έλεγχος και μετατροπή παραλλαγών</a><a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large"> Μάθετε περισσότερα για τις παραλλαγές</a></p>

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
el_gr: Δεν ήταν δυνατή η διαγραφή ενός χαρακτηριστικού είτε της παραλλαγής του, καθώς μία η περισσότερες ομάδες παραλλαγής βασίζονται σε αυτό χαρακτηριστικό. Παρακαλώ διαγράψτε<a href="[href]">αυτά τα προϊόντα</a>είτε διαγράψτε τις ομάδες του προϊόντος και προσπαθήστε ξανά.

# Languages::product_variations.converter.result.problems_encountered
source: Some of the products couldn't be converted. This is not a standard situation and wasn't supposed to happen. There are several ways to address it:<ul><li>Check the products that couldn't be converted and configure them manually.</li><li>Contact our technical support via Help Desk, and we'll see why products weren't converted and what can be done about it.</li></ul>
el_gr: Δεν ήταν δυνατή η μετατροπή κάποιων προϊόντων. Αυτό δεν είναι μια τυπική κατάσταση και δεν ήταν προγραμματισμένο να προκύψει.Υπάρχουν πολλοί τρόποι να την αντιμετωπίσετε:<ul><li>Κάντε έλεγχο στα προϊόντα τα οποία δεν ήταν δυνατόν να μετατραπούν και ρυθμίστε τα χειροκίνητα.</li><li>Επικοινωνήστε με την τεχνική υποστήριξη μέσω του Help Desk και θα διαπιστώσουμε γιατί δεν ήταν δυνατή η μετατροπή και τι μπορούμε μπορεί να γίνει για αυτό.</li></ul>
